{"inkVersion":21,"root":[["^Disturbing events at Lake Flynn are shaking our town of Revelations to its core. ","#","^speaker: News Anchor ","/#","#","^bg: NewsAnimation 1  ","/#","#","^portrait: News Anchor ","/#","#","^layout: News","/#","\n","^Seemingly overnight, the popular hang-out spot erupted with hundreds of dead fish. The water continues to turn a startling shade of blood red. ","#","^bg: NewsAnimation 2","/#","\n","^The sudden sight has struck fear in our government, local businesses, and churches. ","#","^bg: NewsAnimation 3","/#","\n","^Following the events at Lake Flynn, St. Lawrence Hospital has reported an increase in admissions to the ICU. Multiple people have reported stomach issues, fevers, and possible respiratory issues. ","#","^bg: NewsAnimation 4","/#","\n","^Both St. Lawrence Hospital and the Mayor have not issued a statement. ","#","^bg: NewsAnimation 5","/#","\n","^Rumors are circling that there is a connection between the surge of sick citizens and the dead fish.","\n","^We will keep you posted, Revelations, as we learn more about the situation. ","#","^bg: NewsAnimation 6","/#","\n","^In light of the situation, newcomer Icarus Industries has vowed to assist our town in any way possible. ","#","^bg: NewsAnimation 7","/#","\n","^They have begun donations to our medical centers, assisting local businesses, and hiring environmental specialists to look into the issue. ","#","^bg: NewsAnimation 8","/#","\n","^Icarus Industries has only recently moved into our quiet town and is already receiving good graces from everyo–","\n","^<i>Psshkt ","#","^speaker: TV ","/#","#","^bg: Default","/#","\n","^Revelations. A strong name. A strong history. A strong community. ","#","^speaker: Advertisment ","/#","#","^bg: Default","/#","\n","^Icarus Industries thanks you, Revelations, for welcoming us with open arms.","\n","^Thank you for allowing us to become members of your wonderful family.","\n","^As a result of your warm welcome, we are excited to announce that we have new job openings at our offices and facilities.","\n","^Please reach out to +1 ICA-RUS-INDS","\n","^Together, we will bring a strong future to Revelations-","\n","^That's bullshit. ","#","^speaker: Gail ","/#","#","^layout: Right ","/#","#","^bg: Default","/#","\n","^How does no one else see it?","\n","^... ","#","^speaker: ","/#","#","^layout: News","/#","\n","^Okay. Radio check. ","#","^speaker: Gail ","/#","#","^layout: Right ","/#","#","^portrait: Gail ","/#","#","^bg: Forest","/#","\n","^Gail, you don’t have to be so seri- ","#","^speaker: Frankie ","/#","#","^portrait: Frankie","/#","\n","^If we fuck up, we <i>will</i> get arrested and we’ll never get the answers we need. ","#","^speaker: Gail ","/#","#","^portrait: Gail","/#","\n","^So forgive me for being serious.","\n","^... ","#","^speaker: Frankie ","/#","#","^portrait: Frankie","/#","\n","^You’re right. Sorry. I hear you loud and clear.","\n","^I hear you. ","#","^speaker: WK ","/#","#","^portrait: WK","/#","\n","^Alright. As much as I would like to plan a lot further ahead, the news hasn’t been too hopeful. ","#","^speaker: Gail ","/#","#","^portrait: Gail","/#","\n","^Where are you right now?","\n","^I’m outside the fence. There’s that hole that you mentioned. ","#","^speaker: Frankie ","/#","#","^portrait: Frankie","/#","\n","^Good. Remember, we go one by one. Let’s try to keep it quiet. Keep us posted. ","#","^speaker: Gail ","/#","#","^portrait: Gail","/#","\n","^Got it. ","#","^speaker: Frankie ","/#","#","^portrait: Frankie","/#","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}